Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Following surgery, a periapical radiograph was taken to examine the position and direction of the implant and its relationship to the roots of adjacent teeth (Fig 31).
vi: Sau phẫu thuật, phim X quang quanh chóp được chụp để đánh giá vị trí và hướng của implant và mối liên quan đến các chân răng kế cận (Hình 31).

source: Following the incision of the periosteum, the flap was carefully mobilized coronally, precisely repositioned, and sutured free of tension with 6.0 non-resorbable suture material (Fig 23).
vi: Following the incision of the periosteum, the flap was carefully mobilized coronally, precisely repositioned, and sutured free of tension with 6.0 non-resorbable suture material (Hình 23).

source: For anterior single-tooth replacement in sites without tissue deficiencies, predictable treatment outcomes, including esthetics, can be achieved because tissue support is provided by adjacent teeth.
vi: Để thay thế một răng trước ở vùng không thiếu mô, kết quả điều trị có thể dự đoán được, bao gồm thực hành, có thể đạt được bởi vì mô nâng đỡ được cung cấp bởi răng kế cận.

source: For anterior single-tooth replacements in sites without tissue deficiencies, predictable treatment outcomes, including esthetics, can be achieved because tissue support is provided by adjacent teeth.
vi: Để thay thế một răng trước ở vùng không thiếu mô, kết quả điều trị có thể dự đoán được, bao gồm thực hành, có thể đạt được bởi vì mô nâng đỡ được cung cấp bởi răng kế cận.

source: For demonstration and direct comparison purposes, a second crown was produced for implant 11 based on a CARES titanium custom abutment directly connected to the underlying implant (Figs 49-52).
vi: For demonstration and direct comparison purposes, a second crown was produced for implant 11 based on a CARES titanium custom abutment directly connected to the underlying implant (Hình 49-52).

source: For example, does delaying the restoration of an implant place the patient at a disadvantage?
vi: Ví dụ, trì hoãn phục hình của implant có bất lợi gì?

source: For example, immediately loaded complete mandibular cases are easier to treat than immediately loaded full maxillary cases.
vi: Ví dụ như, tải lực tức thì trường hợp mất răng toàn bộ hàm dưới dễ dàng hơn để điều trị hơn tải lực tức thì trường hợp mất răng toàn bộ hàm trên.

source: For extended edentulous spaces with multiple missing teeth, the risk of a compromised esthetic outcome is considered high, since horizontal and/or vertical bone deficiencies are often present.
vi: Đối với khoảng mất răng mở rộng với nhiều răng bị mất, nguy cơ của một kết quả thẩm mỹ thỏa hiệp được coi là cao, vì thường thiếu xương chiều ngang và/hoặc chiều dọc.

source: For immediate implant placement, it was important to have at least about 3 mm of residual bone height apically of the extraction socket to ensure sufficient primary stability (Fig 7).
vi: For immediate implant placement, it was important to have at least about 3 mm of residual bone height apically of the extraction socket to ensure sufficient primary stability (Hình 7).

source: For impression-taking, the use of a screw-retained transfer system is recommended in esthetic sites to ensure a precise and reproducible transfer of the implant position from the mouth to the master cast.
vi: Để lấy dấu, dùng hệ thống chuyển bắt vít được đề nghị trong vùng thẩm mỹ để chắc chắn chính xác và chuyển vị trí implant từ miệng lên mẫu hàm.

source: For long-term esthetic soft-tissue stability, sufficient horizontal and vertical bone volume is essential.
vi: Để ổn định mô mềm thẩm mỹ lâu dài, khối lượng xương theo chiều dọc và chiều ngang cần phải có đủ.

source: For patients with a medium-gingiva biotype, esthetic restoration of missing teeth is more challenging in the long term, and the esthetic risk is increased.
vi: Đối với bệnh nhân có dạng sinh học nướu trung bình, phục hồi thẩm mỹ răng mất nhiều khó khăn hơn về lâu dài và nguy cơ thẩm mỹ tăng lên.

source: For patients with multiple adjacent missing anterior teeth, a thick-tissue biotype can be both favorable and detrimental.
vi: Đối với những bệnh nhân có nhiều răng liền kề bị mất, một dạng sinh học dày có cả thuận lợi và bất lợi.

source: For single missing teeth, the support for interproximal dental papillae is related to the height of the bone crests on adjacent teeth (Choquet and coworkers, 2001; Kan and coworkers, 2003).
vi: Đối với mất răng đơn lẻ, nâng đỡ nhú nướu kẽ răng liên quan tới chiều cao mào xương của răng kế cận (Choquet and coworkers, 2001; Kan and coworkers, 2003).

source: For the Third ITI Consensus Conference in 2003, the ITI Education Committee decided to focus the discussion on four special topics that had received much attention in recent years, “Esthetics in Implant Dentistry” being one of them (Proceedings of the Third ITI Consensus Conference, published in 2004).
vi: Lần hội thảo thứ ba năm 2003, ITI quyết định tập trung thảo luận trong 4 chủ đề đặc được quan tâm nhiều trong những năm gần đây, "Thẩm mỹ trong cấy ghép nha khoa" là một trong số đó (Proceedings of the Third ITI Consensus Conference, xuất bản năm 2004).

source: For the fabrication of the planned chairside provisional, a newly developed restorative component, the Regular Neck (RN) synOcta temporary mesoabutment, was used (Fig 29).
vi: For the fabrication of the planned chairside provisional, a newly developed restorative component, the Regular Neck (RN) synOcta temporary mesoabutment, was used (Hình 29).

source: For these patients, meticulous treatment planning is vital and may include the replacement of the adjacent restoration as part of the treatment, or modification of the surgical incision to reduce risk.
vi: Đối với những bệnh nhân này, kế hoạch điều trị tỉ mỉ là quan trọng và có thể bao gồm việc thay thế các phục hồi lân cận như là một phần của điều trị, hoặc sửa đổi những vết rạch phẫu thuật để giảm thiểu rủi ro.

source: For these patients, the quality of the esthetic outcome is related mostly to the appearance of the incisal half of the maxillary teeth (Fig 3).
vi: Đối với những bệnh nhân này, chất lượng của các kết quả thẩm mỹ có liên quan chủ yếu đến sự xuất hiện của một nửa răng cửa hàm trên (Hình 3).

source: For these reasons, early loading protocols for the majority of partially dentate patients represent a cost-effective and sound treatment choice, in terms of both expense and time.
vi: Vì những lý do này, quy trình tải lực sớm cho phần lớn bệnh nhân mất răng bán phần đại diện cho chi phí - hiệu quả và chọn lựa điều trị tốt, về cả chi phí và thời gian.

source: For this reason, the restoration-based placement of dental implants to allow for maximum inter-implant tissue support is paramount; even small errors can be detrimental.
vi: Vì lý do này, cấy implant dựa trên phục hồi cho phép tối đa mô nâng đỡ quanh implant; thậm chí sai sót nhỏ có thể gây hại.

source: Form
vi: Hình thức

source: Four different early loading scenarios are possible:
vi: Bốn kịch bản tải lực sớm khác nhau có thể là:

source: Four implants
vi: Bốn implant

source: Four implants are suitable for use in 2 protocols: an overdenture retained and/or supported by a bar that rigidly connects the implants, or a fixed restoration on a framework (acrylic resin and/or metal) that rigidly connects the implants.
vi: Bốn implant thì phù hợp để dùng 2 quy trình: hàm phủ được lưu giữ và/hoặc nâng đỡ bằng thanh cứng chắc kết nối các implant hoặc phục hình cố định trên khung sườn (nhựa và/hoặc kim loại) kết nối cứng chắc các implant.

source: Four implants retaining an overdenture…
vi: Bốn implant lưu giữ một hàm phủ...

source: Four implants supporting a fixed restoration…
vi: Bốn implant nâng đỡ một phục hình cố định...

source: Four months after first insertion, the desired final emergence profile was achieved (Fig 31), and the mucosa was shaped according to the contours of the final provisional (Fig 32).
vi: Four months after first insertion, the desired final emergence profile was achieved (Hình 31), and the mucosa was shaped according to the contours of the final provisional (Hình 32).

source: Four months after the implant was placed, a temporary crown with a moderate emergence profile was fabricated by the dental technician using a titanium post for temporary restorations (Fig 23).
vi: Four months after the implant was placed, a temporary crown with a moderate emergence profile was fabricated by the dental technician using a titanium post for temporary restorations (Hình 23).

source: Four weeks after implant placement, the clinical situation was inconspicuous (Figs 16, 17).
vi: Four weeks after implant placement, the clinical situation was inconspicuous (Hình 16, 17).

source: Four-year follow-up.
vi: Bốn năm theo dõi

source: From a radiological point of view, the single-tooth replacement 21 was to be considered successful (Fig 27).
vi: From a radiological point of view, the single-tooth replacement 21 was to be considered successful (Hình 27).

source: From a vertical viewpoint, however, the labial tissue deficiency was clearly visible (Fig 12).
vi: From a vertical viewpoint, however, the labial tissue deficiency was clearly visible (Hình 12).

source: From reviewing the scientific literature, it is clear that there is an abundance of case reports and case series relating to implant success or survival and loading protocols.
vi: Từ xem xét liệu khoa học, rõ ràng là có một sự phong phú của các báo cáo trường hợp và hàng loạt trường hợp liên quan đến thành công hoặc tồn tại implant và quy trình tải lực.

source: Function
vi: Chức năng

source: Functionally, a harmonious anterior guidance, evenly distributing contacts between the two maxillary central incisors during protrusive excursions of the mandible, was established (Fig 29a, b).
vi: Functionally, a harmonious anterior guidance, evenly distributing contacts between the two maxillary central incisors during protrusive excursions of the mandible, was established (Hình 29a, b).

source: Further, an effective treatment of the local infection, while resulting in disease resolution, can be associated with additional loss of esthetically important tissues, particularly the levels of the crestal bone on adjacent teeth or shrinkage of the soft tissues resulting in gingival recession.
vi: Hơn nữa, một điều trị hiệu quả của nhiễm trùng tại chỗ, trong khi kết quả giải quyết căn bệnh, có thể được kết hợp với mất thêm mô quan trọng thẩm mỹ, đặc biệt là mức của mào xươngl trên răng kế cận hoặc co rút của mô mềm dẫn đến tụt nướu.

source: Further, the emergence of appropriately contoured adjacent restorations through the connective tissue is critical if papillary support is to be gained, increasing the reliance on appropriate implant selection (size and shape).
vi: Hơn nữa, sự xuất hiện của đường viền phục hình liền kề thích hợp thông qua các mô liên kết là rất quan trọng nếu hỗ trợ nhú nướu đạt được, tăng sự phụ thuộc vào lựa chọn cấy thích hợp (kích thước và hình dạng).

source: Further, the pre-treatment periapical radiograph revealed a root-canal filling and secondary caries at tooth 11, which was also fractured in the coronal part of its root (Fig 4).
vi: Further, the pre-treatment periapical radiograph revealed a root-canal filling and secondary caries at tooth 11, which was also fractured in the coronal part of its root (Hình 4).

source: Furthermore, the entire circumference of the implant could be placed inside the confinement of the surrounding alveolar bone crest, resulting in a three-wall dehiscence-type bony defect that represented conditions favoring a predictable simultaneous GBR procedure (Buser and coworkers, 2004) (Figs 5a, b).
vi: Furthermore, the entire circumference of the implant could be placed inside the confinement of the surrounding alveolar bone crest, resulting in a three-wall dehiscence-type bony defect that represented conditions favoring a predictable simultaneous GBR procedure (Buser and coworkers, 2004) (Hình 5a, b).

source: Furthermore, the line of the marginal gingiva and the line of the incisal edges in relation to the border of the lower lip were harmonious (Fig 48).
vi: Furthermore, the line of the marginal gingiva and the line of the incisal edges in relation to the border of the lower lip were harmonious (Hình 48).

source: Furthermore, the radiograph confirmed the presence of sufficient intact interproximal bone at both adjacent teeth (Fig 2).
vi: Furthermore, the radiograph confirmed the presence of sufficient intact interproximal bone at both adjacent teeth (Hình 2).

source: Furthermore, the regeneration of crestal bone along a previously infected root surface is not predictable, and is unlikely with currently available treatment options.
vi: Hơn nữa, sự tái sinh của mào xương ổ cùng bề mặt chân răng nhiễm trùng trước đây không thể đoán trước được, và hiện nay dường như không có phương pháp điều trị.

source: General Risk Factors in Candidates for Implant Therapy
vi: Các yếu tố nguy cơ toàn thân trong cấy ghép

source: Genetic disposition
vi: Khuynh hướng di truyền

source: Gingival Biotype in the Treatment Area
vi: Dạng Sinh Học Của Nướu Trong Vùng Điều Trị

source: Gingival biotype
vi: Dạng sinh học của nướu

source: Gingival biotype in the treatment area
vi: Dạng Sinh Học Của Nướu Trong Vùng Điều Trị

source: Given a host with normal wound healing, the predictable result for implantation under these conditions should be osseointegration.
vi: Cho phép ký chủ lành thương bình thường, kết quả dự đoán cho cấy ghép dưới những điều kiện này nên được tích hợp xương.

source: Glauser and coworkers (2003) also reported a measurable advantage in success rates when rougher-surfaced implants were used in the maxilla.
vi: Glauser và đồng nghiệp (2003) cũng báo cáo đo được ưu điểm tỷ lệ thành công khi implant bề mặt nhám được dùng ở hàm trên.

source: Glauser and coworkers (2003) and Del Fabbro and coworkers (2006) discussed and summarized the improved success rates with rough-surfaced implants in the posterior maxilla.
vi: Glauser và đồng nghiệp (2003) và Del Fabbro và đồng nghiệp (2006) thảo luận và tóm tắt những cải tiến tỷ lệ thành công với implant bề mặt nhám ở phía sau hàm trên.

source: Gold bonder was evenly applied and baked on in order to shift the color from “cold gray” to “warm gold” (Figs 58, 59).
vi: Gold bonder was evenly applied and baked on in order to shift the color from “cold gray” to “warm gold” (Hình 58, 59).

source: Good
vi: Tốt

source: Good interproximal bone support is evident on the teeth adjacent to the edentulous space (Fig 6).
vi: Good interproximal bone support is evident on the teeth adjacent to the edentulous space (Hình 6).

source: Good primary stability and an ideal three-dimensional implant position were achieved (Figs 9, 10).
vi: Good primary stability and an ideal three-dimensional implant position were achieved (Hình 9, 10).

source: Group participants:
vi: Thành viên của nhóm:

source: Harmonious
vi: Hài hoà

source: He noted that in general, implants in the mandible had a slight advantage in predictability over rough-surfaced implants in the maxilla.
vi: Ông lưu ý rằng nhìn chung, cấy ghép vào hàm dưới đã có một chút lợi thế trong dự đoán hơn implant bề mặt nhám hơn hàm trên.

source: Healing caps were then positioned to ensure transmucosal healing, and the wound was sutured closed (Fig 4).
vi: Nắp lành thương được đặt để chắc chắn lành thương niêm mạc chuyển tiếp, và vết thương được khâu đóng (Fig 4).

source: Healthy and cooperative patient and intact immune system
vi: Bệnh nhân khoẻ mạnh và hợp tác và hệ thống miễn dịch nguyên vẹn

source: Healthy and cooperative patient, intact immune system
vi: Bệnh nhân khoẻ mạnh và hợp tác và hệ thống miễn dịch nguyên vẹn

source: Healthy patient and intact immune system
vi: Bệnh nhân khoẻ mạnh hệ thống miễn dịch nguyên vẹn

source: Heavy smoker (> 10 cig/d)
vi: Hút thuốc nhiều (> 10 điếu/ngày)

source: Heavy smokers (>10 cig/d) should be considered “high esthetic risks.”
vi: Hút thuốc nhiều (> 10 điếu/ngày) nên được được xem là "nguy cơ thẩm mỹ cao"

source: Height of the Hard and Soft Tissues in the Edentulous Space
vi: Chiều cao của mô cứng và mô mềm trong khoảng mất răng

source: Height of the Lip Line on Smiling
vi: Độ cao của đường môi khi cười

source: Height of the hard and soft tissues in the edentulous space
vi: Chiều cao của mô cứng và mô mềm trong khoảng mất răng

source: Height of the lip line on smiling
vi: Độ cao của đường môi khi cười

source: Her chief complaint was pain associated with the mandibular right second premolar (tooth 45).
vi: Than phiền chính là đau vùng răng cối nhỏ thứ hai bên phải (răng 45)

source: Her response to therapy and motivation towards dental health were considered excellent.
vi: Phản ứng của bà ấy để điều trị và động lực đối với sức khỏe răng miệng được coi là tuyệt vời.

source: Here the esthetic risk is increased and is associated with factors affecting the appearance of these teeth and restorations, such as tooth size, color, shape, texture, optical properties, relative proportions, as well as the shape and appearance of the incisal and gingival embrasures and the presence of convexity in the teeth and the surrounding structures.
vi: Ở đây, nguy cơ thẩm mỹ được tăng lên và được kết hợp với các yếu tố ảnh hưởng đến sự xuất hiện của răng và phục hồi, chẳng hạn như kích thước răng, màu sắc, hình dạng, kết cấu, tính chất quang học, tỷ lệ tương đối, cũng như hình dạng và sự vẻ ngoài của các răng cửa và tam giác nướu và sự hiện diện của răng và các cấu trúc xung quanh.

source: Here the “esthetic risk” is reduced as the lips effectively mask sub optimal outcomes associated with the appearance of the gingival tissues, tooth proportions, and the apical aspects of the restoration.
vi: Ở đây, "nguy cơ thẩm mỹ" được giảm bởi vì môi che hiệu quả hỗ trợ kết quả tối ưu phụ liên quan đến sự xuất hiện của các mô nướu, tỷ lệ răng, và vẻ ngoài phía cổ răng của phục hồi.

source: High
vi: Cao

source: High Lip Line
vi: Đường môi cao

source: High esthetic risk based on esthetic risk profile
vi: Nguy cơ thẩm mỹ cao dựa trên hồ sơ nguy cơ thẩm mỹ

source: High scalloped, thin
vi: Kiểu vỏ sò cao, mỏng

source: High-scalloped, thin
vi: Kiểu vỏ sò cao, mỏng

source: History of controlled periodontal or occlusal disease, questionable oral hygiene or compliance
vi: Tiên sử có bệnh cắn khớp hoặc bệnh nha chu có kiểm soát, vệ sinh răng miệng và tuân thủ điều trị nghi vấn

source: History of refractory periodontitis
vi: Tiền sử viêm nha chu dai dẳng

source: Home care measured by gingival indices
vi: Chăm sóc tại nhà được đo bằng chỉ số nướu

source: Homogenous compact bone throughout the entire jaw
vi: Xương đặc đồng dạng toàn bộ hàm

source: Horizontal bone deficiency
vi: Thiếu xương theo chiều ngang

source: However, Cochran (2002) and Roccuzzo (2001) noted a few “spinners” that rotated with pain at final abutment connection, but later stabilized after additional healing time.
vi: Tuy nhiên, Cochran (2002) và Roccuzzo (2001) noted a few “spinners” that rotated with pain at final abutment connection, but later stabilized after additional healing time.

source: However, further studies are necessary before these procedures can be proposed as routine due to the limited number of implants placed in comparison to the number of conventionally loaded implants, and the short follow-up period.
vi: Theo dõi, những nghiên cứu tiếp theo là cần thiết trước khi những thủ thuật có thể hứa hẹn thường quy dựa vào số lượng giới hạn của implant được đặt trong sự so sánh với số lượng của implant tải lực thông thường, và thời gian theo dõi ngắn.

source: However, in unsplinted overdenture studies, Tawse-Smith and coworkers (2002) indicated some reduction in implant success in early-loaded, machined-surface implants as compared to rough-surface implants.
vi: Tuy nhiên, trong các nghiên cứu hàm phủ không liên kết, Tawse-Smith và đồng nghiệp (2002) chỉ ra một số giảm thành công cấy ghép trong tải lực sớm, implant bề mặt được gia công so sánh với im bề mặt nhám.

source: However, most of these studies do not include well-defined esthetic parameters.
vi: Tuy nhiên, hầu hết các nghiên cứu này không bao gồm các thông số về thẩm mỹ rõ ràng.

source: However, some groups reported success rates similar to mandibular cases (Bergkvist and coworkers, 2004).
vi: Tuy nhiên, một số nhóm báo cáo tỷ lệ thành công tương tự hàm dưới (Bergkvist và đồng nghiệp năm 2004).

source: However, the character of the tissue reduces the likelihood of papillae developing when multi-tooth edentulous areas are present (Fig 7).
vi: Tuy nhiên, đặc tính của mô làm giảm khả năng phát triển nhú nướu khi mất nhiều răng (Hình 7).

source: However, the group modified these definitions for use in their report.
vi: Tuy nhiên, nhóm điều chỉnh những định nghĩa dùng trong các báo cáo

source: However, the keratinized gingiva was narrow at site 63 (Fig 3).
vi: However, the keratinized gingiva was narrow at site 63 (Hình 3).

source: ITI Treatment Guide
vi: ITI hướng dẫn điều trị

source: Ideal Gap Size (mm)
vi: Khoảng cách lý tưởng(mm)

source: Ideal space for a dental implant and restoration.
vi: Khoảng lý tưởng cho implant và phục hồi

source: Ideally, the shoulder of a Straumann implant should be positioned about 1 mm apical to the cemento-enamel junction (CEJ) of the contralateral tooth (Buser and von Arx, 2000; Buser and coworkers, 2004).
vi: Lý tưởng, vai implant của hệ thống Straumann nên được đặt khoảng 1mm về phía chóp đến đường nối men - xê măng của răng bên cạnh (Buser and von Arx, 2000; Buser and coworkers, 2004).

source: Identifying patients with increased risk factors for periodontal susceptibility and/or advancing or refractory periodontal disease is also critical.
vi: Xác định bệnh nhân có các yếu tố nguy cơ gia tăng tính nhạy cảm bệnh nha chu và / hoặc đề kháng bệnh nha chu rất quan trọng.

source: If required, a free connective-tissue graft can be used from the palate at implant placement (Figs 25, 26).
vi: Nếu cần thiết, ghép mô liên kết tự do có thể được dùng từ khẩu cái tại chỗ đặt implant (Hình 25, 26).

source: If the defect is restricted to the horizontal dimension and other conditions are satisfied (such as the periodontal and restorative integrity of the adjacent teeth), site enhancement is predictable, and an esthetic outcome can be expected (Hämmerle and coworkers, 2003; Hermann and Buser, 1996) (Figs 20a-c).
vi: Nếu khiếm khuyết được giới hạn chiều ngang và các điều kiện khác đều thoả mãn (như nha chu và phục hồi toàn vẹn các răng kế cận), tăng cường thẩm mỹ đoán được, và kết quả thẩm mỹ được mong đợi (Hämmerle and coworkers, 2003; Hermann and Buser, 1996) (Hình 20a-c).

source: If the existing bone is not of high quality and quantity, then bone formation must occur within a relatively short time so that early loading of the implants can take place.
vi: Nếu xương hiện có không có số lượng và chất lượng cao, và hình thành xương phải xảy ra trong liên quan thời gian ngắn vì vậy tải lực sớm của implant có thể thực hiện

source: Immediate
vi: Tức thì

source: Immediate (type 1) implant placement in site 45 was to be undertaken, should hard and soft tissue volume be considered adequate after the extraction of the tooth.
vi: Đặt implant tức thì (loại 1) vùng 45 được thực hiện, lượng mô cứng và mô mềm được coi là đủ sau khi nhổ răng.

source: Immediate Loading
vi: Tải lực tức thì

source: Immediate Loading/Restoration
vi: Tải lực/phục hình tức thì

source: Immediate Restoration or Loading:
vi: Phục hình hoặc tải lực tức thì

source: Immediate Restoration/Loading
vi: Phục hình/tải lực tức thì
